[
  "<:rip:1196497583212859423> In Valheim's vortex, **{player}** overcame, where shadows whisper. Skål to the fallen spirit's saga!",
  "<:rip:1196497583212859423> **{player}**, in the clash's crescendo, meets the bitter end. Valheim weeps, a funeral feast to their fearless strife!",
  "<:rip:1196497583212859423> Through frost-kissed fjords, **{player}** fell, fate's frosty grip. Skål to their saga, in the northern night!",
  "<:rip:1196497583212859423> Beneath Yggdrasil's yawning branches, **{player}** yielded, a whispering end. Raise the horn, a quiet toast to their ancient lore!",
  "<:rip:1196497583212859423> In mead-soaked moments, **{player}** met their mortal mantle. A grave ale, a tribute to their valorous venture!",
  "<:rip:1196497583212859423> **{player}**, where wind whispers woes, rests in silent repose. Lay in mound, a solemn toast to their journey!",
  "<:rip:1196497583212859423> By Óðinn's oracle, **{player}** conquered, in the realm's reel. Skål to their spirit, in Valhalla's radiant realm!",
  "<:rip:1196497583212859423> Through pine's murmuring, **{player}** mourned, a shadowed retreat. Raise the horn, a silent toast to their twilight!",
  "<:rip:1196497583212859423> **{player}**, beneath moon's muted melody, now mingles with the mist. A burning boat, a skål to their silent sojourn!",
  "<:rip:1196497583212859423> By fjord's frigid fingers, **{player}** fell. A funeral feast, a tribute to their fearless farewell!",
  "<:rip:1196497583212859423> **{player}**, where Norns' narratives nullify, now nods to night. Lay in mound, a silent toast to their northern night!",
  "<:rip:1196497583212859423> In Asgard's aegis, {player} strode, where whispers wove a wyrd. Skål to the warrior's saga, in Odin's open abode!",
  "<:rip:1196497583212859423> {player}, in the wildfire's waltz, wanes at the destined dusk. Muspelheim mourns, a pyre feast for their valiant trust!",
  "<:rip:1196497583212859423> 'Neath Niflheim's numbing grasp, {player} slipped, fate's frozen fingers. Skål to their story, in the icy realm that lingers!",
  "<:rip:1196497583212859423> Below Bifröst's beaming bridge, {player} bowed, a binding bane. Lift the horn, a hushed homage to their ancient strain!",
  "<:rip:1196497583212859423> In mead-hall's murmur, {player} merged with mortal mists. A golden goblet, a tribute to their gallant trysts!",
  "<:rip:1196497583212859423> {player}, where wyverns wail, wanders in wistful rest. Lay in mound, a lamenting toast to their warrior's quest!",
  "<:rip:1196497583212859423> By Þórr's thunder, {player} triumphed, in the tumultuous tide. Skål to their spirit, in Valhöll's vast expanse wide!",
  "<:rip:1196497583212859423> Through pine's profound sigh, {player} sighed, a serenade of shadows. Raise the horn, a reverent toast to their reverie's meadows!",
  "<:rip:1196497583212859423> {player}, beneath moon's muted melody, now melts in the mist. A blazing boat, a skål to their silent solstice twist!",
  "<:rip:1196497583212859423> By fjord's frigid fjälls, {player} faced their final fate. A funeral fête, a tribute to their fearless gate!",
  "<:rip:1196497583212859423> {player}, where Norns' nocturnes negate, nods to the night. Lay in mound, a silent toast to their northern nightfall!",
  "<:rip:1196497583212859423> In Midgard's melody, {player} meanders through the mist. A mead-filled horn, a tribute to their twilight's tryst!",
  "<:rip:1196497583212859423> {player}, in the raven's rhapsody, reels towards the ruin. Valhöll weeps, a wraith feast for their resolute rune!",
  "<:rip:1196497583212859423> 'Neath Ymir's yawn, {player} yields, a yearning yore. Lift the horn, a hallowed homage to their heroic lore!",
  "<:rip:1196497583212859423> Beneath Bifröst's brilliance, {player} braves the burning breeze. A boundless boat, a beckoning to their blissful seas!",
  "<:rip:1196497583212859423> In mead-hall's murmur, {player} melds with mystic musings. A malty mug, a tribute to their timeless tunings!",
  "<:rip:1196497583212859423> {player}, where wolves whisper, walks in wondrous woe. Lay in mound, a lonesome toast to their warrior's waltz!",
  "<:rip:1196497583212859423> By Bragi's ballad, {player} battles in the bard's ballet. Skål to their spirit, in Valhöll's vibrant virelay!",
  "<:rip:1196497583212859423> Through thicket's thrum, {player} thrives, a threnody of thistles. Raise the horn, a restful toast to their resilient riddles!",
  "<:rip:1196497583212859423> {player}, beneath moon's muted melody, mingles with the mist. A burning boat, a skål to their silent sojourn's twist!",
  "<:rip:1196497583212859423> By fjord's frigid fjälls, {player} faces their final fate. A funeral fête, a tribute to their fearless gate!",
  "<:rip:1196497583212859423> {player}, where Norns' nocturnes negate, nods to the night. Lay in mound, a silent toast to their northern nightfall!",
  "<:rip:1196497583212859423> In the forest's fervor, {player} finds fate's forbearance. Skål to their saga, in the silent sanctuary's séance!",
  "<:rip:1196497583212859423> Through Thor's tempest, {player} treads, a turbulent tide. Raise the horn, a tempestuous toast to their timeless ride!",
  "<:rip:1196497583212859423> {player}, where wyverns wail, wends through the wistful woods. A waning waltz, a whispered skål to their wandering moods!",
  "<:rip:1196497583212859423> By Odin's omniscience, {player} overcomes the ordeal. Skål to their spirit, in the realm's radiant reveal!",
  "<:rip:1196497583212859423> In Valhalla's vanguard, {player} ventures valorously. A vibrant verse, a valediction to their venturesome victory!",
  "<:rip:1196497583212859423> {player}, where runes resound, rests in resplendent repose. Lay in mound, a reverent toast to their rhapsody's close!",
  "<:rip:1196497583212859423> By Mjölnir's might, {player} meets the misty meadow. Raise the horn, a resolute toast to their resilient shadow!",
  "<:rip:1196497583212859423> {player}, 'neath Norns' nebula, now navigates the night. A nebulous boat, a nodding skål to their nocturnal flight!",
  "<:rip:1196497583212859423> By fjord's frozen fjells, {player} faces their final fate. A feral feast, a fearless tribute to their frozen state!",
  "<:rip:1196497583212859423> {player}, where Norns' narratives nullify, now nods to the night. Lay in mound, a silent toast to their northern nightfall!",
  "<:rip:1196497583212859423> In Valheim's vibrant vortex, {player} vanishes. Raise the horn, a solemn skål to their vanished valor!",
  "<:rip:1196497583212859423> {player}, in the beast's ballet, bows to the final bow. A grave ale flows, a tribute to the fallen now!",
  "<:rip:1196497583212859423> Through rune-carved rock, {player} rests. A quiet reprieve, a silent feast for where destiny cleaved!",
  "<:rip:1196497583212859423> By Óðinn's omnipotence, {player} obeys the oracle's order. Skål to their spirit, in Valhalla's radiant roar!",
  "<:rip:1196497583212859423> Through the mead hall's melody, {player} met their melody. Raise the horn, a quiet toast to their twilight's tale!",
  "<:rip:1196497583212859423> {player}, where the Norns weave, now wends with the mist. A burning boat, a skål to their silent sojourn!",
  "<:rip:1196497583212859423> By fjord's frigid fingers, {player} found their final fate. A funeral feast, a tribute to their fearless farewell!"
]
  