[
  "☠️ In Valheim's vale, **{player}** met fate's cold breath, an echo in the silent death. Raise the mead horn, toast the warrior's rest.",
  "☠️ Beneath the boughs of Yggdrasil's lore, **{player}**'s saga ends, in battles fought no more. Lift your mead, honor the fallen evermore.",
  "☠️ Valheim's winds whisper tales of woe, **{player}** now sleeps where the shadows grow. Mead horn raised, to the fallen we bestow.",
  "☠️ Through fjords and frost, **{player}** met demise, under Valheim's solemn skies. Raise your horn high, to the fallen, let the memory rise.",
  "☠️ Amidst the mead hall's flickering flame, **{player}**'s journey ends, a hero without a name. Raise the horn, toast the silent claim.",
  "☠️ In Valheim's grasp, **{player}** now lies still, echoes linger, a warrior's last will. Mead horn lifted, the fallen's cup to fill.",
  "☠️ Under Odin's watch, **{player}** met their fate, in Valheim's realm, at death's own gate. Raise the mead horn, let the echoes vibrate.",
  "☠️ Through battles bold and shadows cast, **{player}**'s saga fades, a journey at last. Lift your mead horn, let the tribute be cast.",
  "☠️ In the longship's wake, **{player}** sailed no more, to distant shores where Valhalla's door. Raise the mead horn, honor forevermore.",
  "☠️ In the mead-soaked halls where stories blend, **{player}**'s tale concludes, where shadows wend. Mead horn high, to the fallen, let our voices send.",
  "☠️ Under the moon's pale and waning light, **{player}** rests in Valheim's embrace so tight. Lift your mead horn, toast to the silent night.",
  "☠️ By rune-carved stones and ancient spell, **{player}**'s journey ends, where echoes dwell. Mead horn raised, to the fallen, we tell.",
  "☠️ Through misty realms and icy trails, **{player}** succumbs to fate, where destiny hails. Raise the mead horn, let the fallen's memory prevail.",
  "☠️ Amidst Valheim's beasts, **{player}** took a stand, now lies silent, in the shadowed land. Raise your mead horn, honor the fallen band.",
  "☠️ Beneath the watchful eye of Odin's throne, **{player}** now rests, destiny overthrown. Mead horn lifted, to the fallen, we're not alone.",
  "☠️ Through echoes of battle and the clash of steel, **{player}**'s tale concludes, a warrior's ordeal. Raise the mead horn, let the fallen's legacy feel.",
  "☠️ In the sacred grove where the tales are spun, **{player}** now joins the eternal run. Mead horn high, to the fallen, the battle won.",
  "☠️ In Valheim's embrace, **{player}** took the last breath, echoes linger in the realm of death. Raise the mead horn, toast the warrior's silent depth.",
  "☠️ Through the meadows green and mountains high, **{player}** now rests where the shadows lie. Lift your mead horn, to the fallen, we say goodbye.",
  "☠️ By the ocean's expanse, where waves do roar, **{player}** sails no more to Valhalla's shore. Mead horn raised, to the fallen, forevermore.",
  "☠️ In the ancient woods where the spirits sing, **{player}**'s saga ends, in the silence ring. Raise the mead horn, let the fallen's memory cling.",
  "☠️ Through rune-carved fate and the Norns' decree, **{player}** now rests, Valheim's victory. Mead horn lifted, in honor of destiny.",
  "☠️ Amidst Valheim's thunder, **{player}** met their doom, where shadows dance in the silent gloom. Raise the mead horn, let the fallen's memory loom.",
  "☠️ In the halls of Valheim, **{player}** now sleeps, where the silent echo eternally creeps. Mead horn high, to the fallen, our solemn tears weeps.",
  "☠️ By the mead hall's hearth where the tales unfold, **{player}**'s journey ends, in shadows cold. Raise your mead horn, to the fallen, the saga told.",
  "☠️ Through icy fjords and whispering pines, **{player}** succumbs, where the fate entwines. Mead horn raised, in the fallen's honor, our heart inclines.",
  "☠️ In Valheim's wild where the legends roar, **{player}** now rests, forevermore. Raise the mead horn, let the fallen's memory soar.",
  "☠️ Beneath the gaze of the moon's pale sheen, **{player}**'s saga concludes, where shadows convene. Mead horn lifted, to the fallen, a memory keen.",
  "☠️ Through the mountain peaks where the echoes resound, **{player}** now sleeps, in the silent ground. Raise your mead horn, to the fallen, let the memory astound.",
  "☠️ In the realm of beasts, **{player}** took their stand, now rests silent, in the shadowed land. Mead horn high, to the fallen, across the northern strand.",
  "☠️ Through rune-carved wood and ancient spell, **{player}** now rests where the echoes swell. Raise the mead horn, to the fallen, the stories tell.",
  "☠️ In mead-soaked halls where the tales unfold, **{player}**'s journey ends, where destinies mold. Mead horn raised, to the fallen, in silence bold.",
  "☠️ Under Valheim's moon, **{player}** took their flight, in the silent realm where shadows alight. Lift the mead horn, to the fallen, in the eternal night.",
  "☠️ Through the whispering winds and the forest's gloom, **{player}** now rests in Valheim's quiet tomb. Raise the mead horn, let the fallen's memory bloom.",
  "☠️ Amidst Valheim's meadows where destinies cross, **{player}**'s tale ends in the silence's loss. Mead horn high, to the fallen, we mourn the cost."
]
